Repository: mikelhpdatke/ckanext-theme-vasi
Catalog: ckanext/theme_vasi/i18n/*/LC_MESSAGES/ckanext-theme_vasi.po
Languages: de

source: This group has no description
de: Dieses Projekt hat keine Beschreibung

source: Group (Axis 1)
de: Projekt (Achse 1)

source: Largest Groups
de: Größte Projekte

source: Group
de: Projekt

source: No groups
de: Keine Projekte

source: Group not found
de: Projekt nicht gefunden

source: Incorrect group type
de: Ungültiger Projekttyp

source: Groups
de: Projekte

source: Unauthorized to create a group
de: Nicht zum Anlegen eines Projektes autorisiert

source: Unauthorized to delete group %s
de: Keine Berechtigung das Projekt %s zu löschen

source: Group has been deleted.
de: Projekt wurde gelöscht.

source: Unauthorized to create group %s members
de: Keine Berechtigung, um Projektmitglieder %s zu erstellen

source: Unauthorized to add member to group %s
de: Keine Berichtigung Mitglieder zum Projekt %s hinzuzufügen

source: Unauthorized to delete group %s members
de: Keine Berechtigung Mitglieder des Projekts %s zu löschen

source: Group member has been deleted.
de: Projektmitglied wurde gelöscht.

source: CKAN Group Revision History
de: CKAN Projekt-Revisionshistorie

source: Recent changes to CKAN Group:
de: Aktuelle Änderungen an dem CKAN Projekt:

source: group
de: Projekt

source: That group name or ID does not exist.
de: Dieser Projektname oder diese ID existieren nicht.

source: Group name already exists in database
de: Projektname exisitiert bereits in der Datenbank

source: Trying to create an organization as a group
de: Versuche eine Organisation als Projekt anzulegen

source: You must be logged in to follow a group.
de: Sie müssen angemeldet sein um einem Projekt folgen zu können.

source: User %s not authorized to edit these groups
de: Benutzer %s hat keine Berechtigung dieses Projekte zu bearbeiten

source: User %s not authorized to create groups
de: Benutzer %s hat keine Berechtigung Projekte zu bearbeiten

source: Group was not found.
de: Projekt wurde nicht gefunden

source: User %s not authorized to edit group %s
de: Benutzer %s hat keine Berechtigung das Projekt %s zu bearbeiten

source: User %s not authorized to delete groups
de: Benutzer %s hat keine Berechtigung Projekte zu löschen

source: User %s not authorized to delete group %s
de: Benutzer %s hat keine Berechtigung das Projekt %s zu löschen

source: User %s not authorized to read group %s
de: Benutzer %s hat keine Berechtigung das Projekt %s anzusehen

source: User %s not authorized to change state of group %s
de: Benutzer %s hat keine Berechtigung den Zustand des Projekts %s zu bearbeiten

source: User %s not authorized to edit permissions of group %s
de: Benutzer %s hat keine Berechtigung die Berechtigungen an dem Projekt %s zu bearbeiten

source: Purge deleted datasets, organizations or groups forever and irreversibly.
de: Gelöschte Datensätze, Organisationen oder Projekte endgültig und unwiderruflich entfernen.

source: Deleted groups
de: Gelöschte Projekte

source: Add a Group
de: Füge eine Projekt hinzu

source: Group Form
de: Projekte-Formular

source: Are you sure you want to delete group - {name}?
de: Sind Sie sicher, dass Sie das Projekt {name} löschen wollen?

source: Edit Group
de: Bearbeite Projekt

source: Add Group
de: Projekt hinzufügen

source: Search groups...
de: Projekt suchen...

source: There are currently no groups for this site
de: Es gibt momentan keine Projekte für diese Seite

source: <p><strong>Admin:</strong> Can edit group information, as well as manage organization members.</p> <p><strong>Member:</strong> Can add/remove datasets from groups</p>
de: <p><strong>Admin:</strong> Kann Projekte-Informationen und Organisationsmitglieder verwalten.</p> <p><strong>Member:</strong> Kann Datensätze von Projekten hinzufügen und entfernen.</p>

source: Create a Group
de: Leg eine Projekt an

source: Update Group
de: Aktualisiere Projekt

source: Create Group
de: Projekt anlegen

source: Datasets in group: {group}
de: Datensätze in diesem Projekt: {group}

source: My Group
de: Mein Projekt

source: A little information about my group...
de: Ein paar Informationen zu meinem Projekt...

source: Are you sure you want to delete this Group?
de: Sind Sie sicher, dass Sie diese Projekt löschen wollen?

source: Save Group
de: Projekt speichern

source: Remove dataset from this group
de: Datensatz aus diesem Projekt entfernen

source: What are Groups?
de: Was sind Projekte?

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
de: Sie können mit CKAN Projekten Datensätze erstellen und verwalten. Damit können Datensätze für ein bestimmtes Projekt, ein Team oder zu einem bestimmten Thema katalogisiert oder sehr leicht die eigenen veröffentlichten Datensätze anderen Leuten zugänglich gemacht werden.

source: groups
de: Projekte

source: Associate this group with this dataset
de: Dieses Projekt mit einem Datensatz verbinden

source: Add to group
de: Zu einem Projekt hinzufügen

source: There are no groups associated with this dataset
de: Es gibt keine Projekte, die mit diesem Datensatz verbunden sind

source: {number} group found for "{query}"
de: {number} Projekt gefunden für "{query}"

source: No groups found for "{query}"
de: Keine Projekte gefunden bei der Suche nach "{query}"

source: {number} group found
de: {number} Projekt gefunden

source: No groups found
de: Keine Projekte gefunden

source: {actor} updated the group {group}
de: {actor} hat das Projekt {group} aktualisiert

source: {actor} deleted the group {group}
de: {actor} hat das Projekt {group} gelöscht

source: {actor} created the group {group}
de: {actor} hat das Projekt {group} erstellt

source: My Groups
de: Meine Projekte

source: You are not a member of any groups.
de: Sie sind kein Mitglied eines Projektes

source: Create datasets, groups and other exciting things
de: Erstelle Datensätze, Projekte und mehr spannende Dinge
